Tekla Open API Reference for Tekla Structures 2025
PickerInputWithinAView Properties
The PickerInputWithinAView type exposes the following members.
Properties
Name | Description
PickedView
 The view within which the pick occurred.
Top
See Also
Reference
PickerInputWithinAView Class
Tekla.Structures.Drawing Namespace